[
    {
        "id": 1,
        "address": "12 Ayodele Crescent, NAF Valley Estate",
        "country": "Nigeria",
        "description": "A superb detached duplex property on one of the estate's finest roads, within easy reach. The property has in excess of 6000 sq/ft of accommodation, a driveway and landscaped garden.",
        "price": 90000,
        "photo": "277667"
    },
    {
        "id": 2,
        "address": "89 Oba Akran Road, Lagos Island",
        "country": "Nigeria",
        "description": "This impressive family home, which dates back to approximately 1840, offers original period features throughout and is set back from the road with off street parking for up to six cars and an original Coach House, which has been incorporated into the main house to provide further accommodation. ",
        "price": 100000,
        "photo": "462358"
    },
    {
        "id": 3,
        "address": "Becky Garden Estate",
        "country": "Nigeria",
        "description": "This house has been designed and built to an impeccable standard offering luxurious and elegant living. The accommodation is arranged over four floors comprising a large entrance hall, living room with tall sash windows, dining room, study and WC on the ground floor.",
        "price": 40500,
        "photo": "259600"
    },
    {
        "id": 4,
        "address": "21 NewTown Street, Ikeja",
        "country": "Nigeria",
        "description": "Discreetly situated a unique two storey period home enviably located on the corner of Krom Road and Recht Road offering seclusion and privacy. The house features a magnificent double height reception room with doors leading directly out onto a charming courtyard garden.",
        "price": 29500,
        "photo": "534182"
    },
    {
        "id": 5,
        "address": "Osumba Mbadiwe Street, Lagos Island",
        "country": "Nigeria",
        "description": "This luxurious three bedroom flat is contemporary in style and benefits from the use of a gymnasium and a reserved underground parking space.",
        "price": 40500,
        "photo": "164558"
    }
]